import React from 'react'


export default function Delivery(props) {

  return (
        <div className={props.classNameProps}>
            <div className="text-reg">
                <h1 className="text-big-info"><span>Курьером</span></h1>
                <div>
                    <p className="par">
                        1. Заказы с доставкой принимаем с понедельника по пятницу с 9:00 до 18:00.<br/><br/>
                        2. Доставляем заказы с 14:00 до 21:00 в будние дни.<br/><br/>
                        3. Бесплатно для заказов от 30 рублей, для заказов меньшей стоимостью — 5 рублей.<br/><br/>
                        4. Привозим в любую точку Минска кроме микрорайонов Сокол, Сосны и Минск-2.<br/><br/>
                        5. Оплатить можно наличными, картой курьеру (кроме карт рассрочки), банковской картой или картой рассрочки онлайн, через ЕРИП. Подробнее про оплату<br/><br/>
                        6. Возможна бесконтактная доставка.
                    </p>
                </div>
                <h1 className="text-big-info"><span>Самовывоз из магазина </span> </h1>
                <div>
                    <p className="par">
                        1. Самовывоз возможен из магазина, если товар есть в наличии. Забрать его можно в день заказа.<br/><br/>
                        2. Перед приездом оформите заказ на сайте, чтобы мы отложили товар.<br/><br/>
                        3. Во всех магазинах есть терминалы для пластиковых карт, также принимаем карты рассрочки. Подробнее про оплату.
                    </p>
                </div>
                <h1 className="text-big-info"><span>Почтой по Беларуси</span> </h1>
                <div>
                    <p className="par">
                        1. Доставка товаров весом до 500 г занимает 1–2 дня.<br/><br/>
                        2. Доставка товаров весом от 501 г и тяжелее занимает 3–4 дня.<br/><br/>
                        3. Бесплатно для заказов от 30 рублей, для заказов меньшей стоимостью —  4 рубля (товары до 500 г) и 5 рублей (товары от 501 г).<br/><br/>
                        4. Заказы, оформленные до 18:00, отправляем утром следующего дня (кроме выходных).<br/><br/>
                        5. Оплатить можно наложенным платежом на почте, банковской картой или картой рассрочки на сайте, через ЕРИП. Подробнее про оплату<br/><br/>
                        Экспресс-доставка 1-2 дня с момента отправки — 8 рублей.<br/><br/>
                        Чтобы забрать заказ, не забудьте взять с собой документ,
                        удостоверяющий личность (паспорт или водительское удостоверение).
                    </p>
                </div>
                <h1 className="text-big-info"><span>Курьером по Беларуси</span> </h1>
                <div>
                    <p className="par">
                        1. Доставка во все областные центры, а также Барановичи, Полоцк, Лиду, Бобруйск и Солигорск занимает 1 день. В другие населенные пункты — 3-6 дней.<br/><br/>
                        2. Стоимость доставки — 10 рублей.<br/><br/>
                        3. Заказы, с отправкой на следующий день, принимаются до 15:00 (кроме выходных).<br/><br/>
                        4. Оплатить можно наличными, картой курьеру (кроме карт рассрочки), банковской картой или картой рассрочки онлайн, через ЕРИП. Подробнее про оплату<br/><br/>
                        5. Возможна бесконтактная доставка. Заказ необходимо оплатить онлайн.<br/><br/>
                        Чтобы передать заказ, курьер попросит предъявить документ, удостоверяющий личность.
                    </p>
                </div>
                <h1 className="text-big-info"><span>Самовывоз Европочта</span> </h1>
                <div>
                    <p className="par">
                        1. Отправляем посылки каждый день, кроме субботы и воскресенья. Доставка занимает 3–5 дней.<br/><br/>
                        2. Бесплатно для заказов от 30 рублей, для заказов меньшей стоимости — 3,99 руб.<br/><br/>
                        3. Оплатить можно наличными или картой при получении, банковской картой или картой рассрочки онлайн, через ЕРИП. Подробнее про оплату<br/><br/>
                        4.Вы получите дополнительное СМС, когда посылка прибудет в отделение.<br/><br/>
                        5. Оплатить можно наличными или картой при получении (кроме карт рассрочки), банковской картой или картой рассрочки онлайн, через ЕРИП.<br/><br/>
                        Чтобы забрать заказ, не забудьте взять с собой документ, удостоверяющий личность (паспорт или водительское удостоверение).
                    </p>
                </div>
            </div>
        </div>
  )
}


