import React from 'react'


export default function MainInformation(props) {

  return (
        <div className={props.classNameProps}>
            <div className="text-reg">
                <h1 className="text-big">Интернет-магазин <br/><span>ShopMax</span> <br/>Бытовая техника</h1>
                <p className="par">Интернет-магазин — сайт, торгующий товарами посредством сети Интернет. <br/> 
                Позволяет пользователям онлайн, <br/>
                в своём браузере или через мобильное приложение, <br/> 
                сформировать заказ на покупку, выбрать способ оплаты и доставки заказа, <br/>
                оплатить заказ. <br/>
                При этом продажа товаров осуществляется дистанционным способом и <br/>
                она накладывает ограничения на продаваемые товары. <br/>
                Типичный интернет-магазин позволяет клиенту просматривать ассортимент <br/>
                продуктов и услуг фирмы, просматривать фотографии или изображения продуктов, <br/>
                а также информацию о технических характеристиках продукта и ценах. <br/>
                Интернет-магазины обычно позволяют покупателям использовать функции <br/>
                «поиска», чтобы найти конкретные модели, бренды или предметы.<br/>
                Кроме того, интернет-магазины могут предлагать различные акции и скидки на товары,<br/>
                а также бонусные программы для постоянных клиентов.<br/>
                Они также могут предоставлять услуги по обмену и возврату товаров,<br/>
                а также гарантийное обслуживание. Важно отметить,<br/>
                что интернет-магазины обычно работают круглосуточно,<br/>
                что позволяет клиентам делать покупки в удобное для них время.<br/>
                В целом, интернет-магазины стали неотъемлемой частью современной коммерции и<br/>
                обеспечивают удобство и доступность покупок для многих людей.</p>
            </div>
        </div>


  )
}


