import React from 'react'


export default function Service(props) {

  return (
        <div className={props.classNameProps}>
            <div className="text-reg">
                <h1 className="text-big-info"><span>MaxiMax осуществляет:</span><br/></h1>
                <div>
                  <p className="par">
                      1. гарантийный ремонт бытовой техники INDESIT, HOTPOINT-ARISTON, WHIRLPOOL  ,  ELECTROLUX,   AEG,   ZANUSSI  , DeLonghi, Ariete, Kenwood, Braun  , DAEWOO, HAIER, Gutrend, COMFEE в качестве генерального сервисного провайдера в Республике Беларусь<br/><br/>
                      2. гарантийный ремонт бытовой техники BOSCH, SIEMENS,NEFF, Gaggenau, SAMSUNG, HANSA  в качестве авторизованного сервисного центра в г. Минске и Минской области<br/><br/>
                      3. послегарантийный ремонт и обслуживание бытовой техники INDESIT, ARISTON, DeLonghi, Kenwood, Braun , Ariete, DAEWOO,  WHIRLPOOL,   AEG,   ZANUSSI,   ELECTROLUX, HOTPOINT- HAIER, BOSCH,NEFF, Gaggenau, SIEMENS, SAMSUNG, HANSA в г Минске и Минском районе ( Минская область – при наличии нескольких заказов в данном направлении)
                  </p>
                </div>
                <h1 className="text-big-info"><span>MaxiMax предлагает:</span> </h1>
                <div>
                  <p className="par">
                      1. оригинальные запасные  части к бытовой технике INDESIT, HOTPOINT-ARISTON, WHIRLPOOL, ELECTROLUX, AEG, ZANUSSI, DAEWOO, HAIER, BOSCH, NEFF, Gaggenau, SIEMENS, SAMSUNG, HANSA, DeLonghi, Kenwood, Braun, Ariete, Gutrend, Comfee<br/><br/>
                      2. фирменные комплектующие и аксессуары  для холодильников, стиральных  и посудомоечных машин, варочных панелей, духовых шкафов, кофемашин, СВЧ-печей, пылесосов и др.<br/><br/>
                      3. уцененную бытовую технику известных мировых брендов, имеющую незначительные дефекты в виде царапин, вмятин, либо прошедшую предпродажный ремонт.
                  </p>
                </div>
                <h1 className="text-big-info"><span>MaxiMax осуществляет услуги по:</span> </h1>
                <div>
                  <p className="par">
                      1. ремонту бытовой техники на дому и  сервисном центре с помощью  сертифицированного оборудования согласно утвержденным стандартам (СТБ)<br/><br/>
                      2. доставке, подключению бытовой техники квалифицированными мастерами в любой точку<br/><br/>
                      3. Бесплатно для заказов от 30 рублей, для заказов меньшей стоимостью —  4 рубля (товары до 500 г) и 5 рублей (товары от 501 г).
                  </p>
                </div>
                <h1 className="text-big-info"><span>Компания обладает мощной инфраструктурой, включающей:</span> </h1>
                <div>
                  <p className="par">
                      1. росторные помещения сервисного центра и салон-магазин площадью 780 м2, расположенные в центре города рядом с остановкой общественного транспорта и большой бесплатной парковкой <br/><br/>
                      2. несколько  производственных цехов для обслуживания бытовой техники<br/><br/>
                      3. оснащенную диспетчерскую службу с многоканальной IP ATC, позволяющую принимать заказы 24 часа в сутки, 7 дней в неделю .  Управлять переключением и  очередностью звонков.<br/><br/>
                      4. современное технологическое оборудование, соответствующее регламентации  и требованиям производителей бытовой техники<br/><br/>
                      5. стабильный штат сотрудников, регулярно проходящих обучение и переподготовку на заводах-изготовителях.<br/><br/>
                      6. география оказания услуг по  ремонту бытовой техники и снабжению запчастями -  по всей территории Республики Беларусь.
                  </p>
                </div>
            </div>
        </div>
  )
}